{
    "navbar": {
        "home": "Home",
        "white-page": "White Paper",
        "testnet": "Test Network",
        "explorer": "Explorer",
        "articles": "Announcement"
    },
    "home": {
        "banner-title": "Link credit helps originality",
        "banner-desc": "Uni-Arts Chain is a cross-chain bridging network developed based on Substrate, focusing on the construction of the future cultural art NFT asset interconnection network, including digital cultural asset auction market, digital art exchange and other fields",
        "banner-button": "Subscription",
        "components-title": "Core Elements",
        "components-item1": "Bridged chain",
        "components-item1-desc": "The core technology of the cloud picture chain network, cross-chain interoperability solutions",
        "components-item2": "Polkadot",
        "components-item2-desc": "The Parachain of Polkadot ecosystem, focusing on the research of cross-chain token transaction direction",
        "components-item3": "Decentralized",
        "components-item3-desc": "A safe and efficient endorsement system provides decentralized technical support for the cross-chain of the Uni-Arts Chain network",
        "components-item4": "Decentralized Token Exchange",
        "components-item4-desc": "Apply the Uni-Arts Chain decentralized cross-chain transaction protocol to realize the rapid exchange of assets across the chain",
        "components-item5": "Non-standard asset auction market",
        "components-item5-desc": "Decentralized non-standard asset trading center, supports cross-chain transactions, supports auctions and other transaction methods",
        "structure-title": "Architecture Design",
        "model-title": "Uni-Arts Chain Economic Model",
        "model-item1-title": "UART",
        "model-item1-desc": "The native asset of the Uni-Arts Chain network, UART can be used as the fuel for transactions. Fuel costs include transaction costs, contract execution costs, network bandwidth costs, storage costs, etc.. Guaranteed by all node service providers Basic income.",
        "model-item2-title": "UINK",
        "model-item2-desc": "There is no limit to the number of points issued on the Uni-Arts Chain. They are proof of the platform's income and dividends, and promote the common development of multiple parties on the platform. Incentivize users and increase user stickiness through fragmented digital dividend rights. Reward users in real time based on multi-party user behavior. Users who hold UINK points can participate in the revenue sharing of the Uni-Arts Chain. In order to encourage users to lock in for a long time and commit to investment, rewards are given daily or hourly.",
        "model-item3-title": "Staking",
        "model-item3-desc": "The Uni-Arts Chain network will be a member of Polkadot's parachain . Users are deemed to participate in Polkadot 's POS mining process through DOTStaking, and miners use DOT assets to pledge Obtain Staking DOT income and UART income of Uni-Arts Chain .",
        "model-table-title1": "Assignment plan",
        "model-table-title2": "Allocation ratio",
        "model-table-colum1": "Classification",
        "model-table-colum2": "Proportion",
        "model-table-colum3": "Quantity",
        "model-table-colum4": "mining",
        "model-table-colum5": "Community Operation",
        "model-table-colum6": "Polkadot",
        "model-table-colum7": "Foundation Incubator",
        "model-table-colum8": "Team Hold",
        "model-table-colum9": "Acquired Party",
        "model-table-colum10": "Participation method",
        "model-table-colum11": "Estimated proportion",
        "model-table-colum12": "Creator",
        "model-table-colum13": "Proof of traceability on the chain",
        "model-table-colum14": "Organization",
        "model-table-colum15": "Certificate endorsement",
        "model-table-colum16": "Buyer",
        "model-table-colum17": "Proof of Transaction",
        "model-table-colum18": "Creator Institution Buyer",
        "model-table-colum19": "Proof of Contribution",
        "model-table-colum20": "Organization, legal person",
        "model-table-colum21": "Enforcement Certificate",
        "model-table-colum22": "Development Team",
        "model-table-colum23": "New features are online",
        "model-table-colum24": "Community",
        "model-table-colum25": "Event Organization",
        "ecology-title": "Ecosystem",
        "ecology-title-item1-title": "Fragmented Ecosystem Model",
        "ecology-title-item1-desc": "Uni-Arts Chain members obtain the dividend right of the platform through the points obtained in the process of participating in the art transaction. The community builds a self-managed digital community based on the decentralized dividend right.",
        "ecology-title-item2-title": "Digital Cultural Asset Auction",
        "ecology-title-item2-desc": "The decentralized digital cultural asset auction market supports the auction of digital cultural assets on different blockchain networks through cross-chain auctions, creating a new cross-chain circulation scenario for non-standard assets",
        "route-title": "Route Map",
        "route-item1-title": "Milestone I",
        "route-item1-date": "expected Q4, 2020",
        "route-item1-li1": "Development of the Alpha version of the Uni-Arts Chain blockchain is complete",
        "route-item1-li2": "Development of the Alpha version of the Uni-Arts Chain blockchain Explorer is completed",
        "route-item1-li3": "The Alpha version of the Uni-Arts Chain app is developed",
        "route-item1-li4": "Realize NFT digital management of trading products",
        "route-item2-title": "Milestone II",
        "route-item2-date": "expected Q1, 2021",
        "route-item2-li1": "Development of Uni-Arts Chain Blockchain Beta version completed",
        "route-item2-li2": "The development of the beta version of the Uni-Arts Chain blockchain Explorer is completed",
        "route-item2-li3": "The Uni-Arts Chain test network ( Fuxi version ) is online",
        "route-item2-li4": "Development of Uni-Arts Chain App Beta Version Completed",
        "route-item2-li5": "Realize the on-chain of data in the entire art transaction process",
        "route-item2-li6": "Technology and community begin docking Polkadot ecosystem preparation",
        "route-item3-title": "Milestone III",
        "route-item3-date": "expected Q3, 2021",
        "route-item3-li1": "Development of Uni-Arts Chain Blockchain Stable Edition completed",
        "route-item3-li2": "The development of the stable version of the Uni-Arts Chain blockchain Explorer is completed",
        "route-item3-li3": "Connect to Polkadot ecosystem and become a member of Polkadot Parachain",
        "route-item3-li4": "Yunhualian official network ( Nuwa version ) is online",
        "route-item3-li5": "The development of the App Stable version of the Uni-Arts Chain application is complete",
        "route-item3-li6": "Uni-Arts Chain for decentralized community management",
        "route-item4-title": "Milestone IV",
        "route-item4-date": "expected Q4, 2022",
        "route-item4-li1": "Big data intelligent matching system is online",
        "route-item4-li2": "Foundation Art Incubation and Investment Project Launch",
        "route-item4-li3": "Yunhualian official network ( Houyi version ) is online",
        "route-item4-li4": "Access to large art institutions and auction institutions",
        "route-item4-li5": "Uni-Arts Chain applications App line on the full functionality",
        "route-item4-li6": "More artworks and intangible heritage products are online",
        "team-title": "Development Team",
        "team-desc": "The VigChain team will support the development of the Uni-Arts Chain network",
        "partner-title": "Partner Organization"
    },
    "footer": {
        "summary": "Summary",
        "contact-us": "Contact Us",
        "technology": "Technology",
        "telemetry": "Telemetry",
        "product": "Product",
        "uni-arts-chain": "Uni-Arts Chain"
    },
    "global": {}
}
