{
    "navbar": {
        "home": "Home",
        "white-page": "White Paper",
        "testnet": "Test Network",
        "explorer": "Explorer",
        "products": "Products",
        "articles": "FAQ",
        "news": "News"
    },
    "home": {
        "banner-title": "Crypto Printing Brush For Human & A.I Artists",
        "banner-desc": "UniArts is a substrate based blockchain network for NFT creation, auction and circulation. With its own industry level NFT creation tool and cross-chain solution, UniArts aim to become the major gateway between business, individual or even A.I creators and blockchain networks, hence bring their unique artworks into an united NFT platform.",
        "banner-button": "Subscription",
        "components-title": "Key Features",
        "components-item1": "Naming Service",
        "components-item1-desc": "Distributed, open and scalable naming system based on the Polkadot blockchain network",
        "components-item2": "Polkadot",
        "components-item2-desc": "The Parachain of Polkadot ecosystem, focusing on the research of cross-chain token transaction",
        "components-item3": "Decentralized",
        "components-item3-desc": "A safe and efficient endorsement system provides decentralized technical support for the cross-chain of the UniArts Chain network",
        "components-item4": "Decentralized Token Exchange",
        "components-item4-desc": "Utilize the UniArts Chain decentralized cross-chain transaction protocol to achieve fast exchange of cross-chain assets",
        "components-item5": "Non-standard asset auction market",
        "components-item5-desc": "Decentralized non-standard asset trading center, supports cross-chain transactions, supports auctions and other transaction methods",
        "components-item6": "NFT Maker SDK",
        "components-item6-desc": "NFT Maker SDK Tool is a set of plug-in tools for mainstream editor software, such as Photoshop, Cubism Editor, and Final Cut Pro. It can transfer pictures, videos & audios or even animated Interactive 2D illustrations & 3D models into NFTs and publish it on the UniArts network directly from editor software.",
        "components-item7": "Cross-Chain Bridge",
        "components-item7-desc": "Super-light node implementation with smart contract and evm to allow correspond asset freeze and issuance across heterogeneous blockchain networks, support ERC 721 & 1155 standard NFT transfer two-way cross-chain transfer.",
        "components-item8": "NFT.AI",
        "components-item8-desc": "UniArts is working with academy and Industry experts of artificial intelligence, to transfers the creation of A.I and Machine learning visualization into NFT. Also assign artificial intelligence personality and interaction reaction into a Live2D or 3D model of UniArts NFT, to become the truely unique NFT blockchain intelligence.",
        "components-item9": "NFT Mart SDK",
        "components-item9-desc": "Abstract from UniArts' auction house DAPP, NFT Mart SDK provide a framework for any team that has vision and resources to develop their own NFT market DAPP without deep blockchain knowledge. ",
        "web-uniarts": "UniArts Decentralized Auction House based on UniArts network and it’s core technology features",
        "app-uniarts": "UniArts model application served as a mobile wallet APP as well as a flat-money based NFT mart for commercial usage",
        "structure-title": "Architecture Design",
        "model-title": "UniArts Chain Economic Model",
        "model-item1-title": "UART",
        "model-item1-desc": "The native asset of the UniArts Chain network, UART can be used as the gas for transactions. Gas fees include transaction costs, contract execution costs, network bandwidth costs, storage costs, etc.. This guarantees rewards for all node service providers",
        "model-item2-title": "UINK",
        "model-item2-desc": "UINK is a token issued on UniArts Chain.There is no hardcap for UINK. They are proof of the platform's income and dividends, and promote the common development of multiple parties on the platform. It can be used to incentivize users and increase user stickiness through fragmented digital dividend rights. Reward users in real time based on multi-party user behavior. Users who hold UINK points can participate in the revenue sharing of the UniArts Chain. In order to encourage users to lockup for a long time and commit to investment, rewards are given daily or hourly.",
        "model-item3-title": "Staking",
        "model-item3-desc": "The UniArts Chain network will be a member of Polkadot's parachain . Users are deemed to participate in Polkadot 's POS mining process through DOTStaking, and miners use DOT assets to pledge Obtain Staking DOT rewards and UART rewards of UniArts Chain .",
        "model-table-title1": "Assignment plan",
        "model-table-title2": "Allocation ratio",
        "model-table-colum1": "Classification",
        "model-table-colum2": "Proportion",
        "model-table-colum3": "Quantity",
        "model-table-colum4": "Total hard cap",
        "model-table-colum5": "Initial total",
        "model-table-colum6": "IPO reward",
        "model-table-colum7": "Issuance every year",
        "model-table-colum8": "Team",
        "model-table-colum26": "Private Sale",
        "model-table-colum27": "Foundation",
        "model-table-colum28": "Gas fee",
        "model-table-colum29": "NFT packaging fee",
        "model-table-colum30": "Reference Polka",
        "model-table-colum31": "10 times the gas fee",
        "model-table-colum9": "Benefit",
        "model-table-colum10": "How to participate",
        "model-table-colum11": "Estimated proportion",
        "model-table-colum12": "Creator",
        "model-table-colum13": "Proof of traceability on the chain",
        "model-table-colum14": "Organization",
        "model-table-colum15": "Certificate endorsement",
        "model-table-colum16": "Buyer",
        "model-table-colum17": "Proof of Transaction",
        "model-table-colum18": "Creator Institution Buyer",
        "model-table-colum19": "Proof of Contribution",
        "model-table-colum20": "Organization, legal person",
        "model-table-colum21": "Enforcement Certificate",
        "model-table-colum22": "Development Team",
        "model-table-colum23": "New features are online",
        "model-table-colum24": "Community",
        "model-table-colum25": "Event Organization",
        "ecology-title": "Ecosystem",
        "ecology-title-item1-title": "UARTS Token Economic",
        "ecology-title-item1-desc": "UART is the native token of UniArts Network, its main uses include: Block Reward, Gas, NPOS Staking and Governance. Third-party partners that utilize UniArts NFT technology need to purchase UARTs to fuel their commercial application.",
        "ecology-title-item2-title": "Business and Community Development",
        "ecology-title-item2-desc": "To cooperate with PR & Promotion company to expand method of IP promotion service for new movies, games and animation. Movie and gaming industry invest heavily in promotion and distribution of their products. UniArts provides a one-stop solution for enterprise users to transfer their clients' IP assets into NFT, and follow-up with transaction and auction services.",
        "route-title": "Roadmap",
        "route-item1-title": "Milestone I",
        "route-item1-date": "expected Q4, 2020",
        "route-item1-li1": "Pre-Alpha version of UniArts Testnet",
        "route-item1-li2": "UniArts blockchain Explorer Alpha version",
        "route-item1-li3": "NFT Auction House Alpha version",
        "route-item1-li4": "Community Preparation",
        "route-item1-li5": "Token private sell start",
        "route-item2-title": "Milestone II",
        "route-item2-date": "expected Q1, 2021",
        "route-item2-li1": "UniArts final test net Version: Fuxi",
        "route-item2-li2": "Beta version of the NFT Auction House",
        "route-item2-li3": "NFT Maker plugin",
        "route-item2-li4": "NFT cross-chain bridge",
        "route-item2-li5": "Release first batch of commercial NFT",
        "route-item2-li6": "End of private sell",
        "route-item2-li7": "Main-net launch event",
        "route-item3-title": "Milestone III",
        "route-item3-date": "expected Q3, 2021",
        "route-item3-li1": "Mainstream commercial IP NFT solution",
        "route-item3-li2": "NFT Mart SDK",
        "route-item3-li3": "On-Chain Flow2D SDK",
        "route-item3-li4": "Famous IP NFT issued on UniArts Chain",
        "route-item4-title": "Milestone IV",
        "route-item4-date": "expected Q4, 2022",
        "route-item4-li1": "To support 100+ cryproart creators",
        "route-item4-li2": "200K+ daily active users",
        "team-title": "Development Team",
        "team-title2": "Meet Our Team",
        "Digital-photo-frame": "Digital Photo Frame",
        "Digital-photo-served": "Digital photo frame served as cold wallet for NFT & CryptoArts",
        "team-desc": "The UniArts Network is developed by UniArts Foundation <br/> formed by a team of senior blockchain developers and experts in the cultural and creative industry",
        "partner-title": "Partners"
    },
    "product": {
        "title": "UniArts Chain",
        "desc": "building art blockchain network based on substrate technology",
        "intro1": "UniArts Chain is built with Substrate, a blockchain-building framework that is the distillation of Parity Technologies' learnings building Ethereum, Bitcoin, and enterprise blockchains.",
        "intro2": "UniArts Chain state machine is compiled to WebAssembly (Wasm), a super performant virtual environment. Wasm is developed by major companies, including Google, Apple, Microsoft, and Mozilla, that have created a large ecosystem of support for the standard.",
        "intro3": "UniArts Chain networking uses libp2p, a flexible cross-platform network framework for peer-to-peer applications. Positioned to be the standard for future decentralized applications, libp2p handles the peer discovery and communication in the Chain ecosystem.",
        "appTitle": "Application",
        "appDesc": "NFT issue, transaction, auction and verification of art assets",
        "dappTitle": "Dapp Trading Platform"
    },
    "news": {
        "no-data": "no faq",
        "articles1-title": "What is UniArts Chain?",
        "articles1-detail": "UniArts is a application chain, aiming to provide a blockchain-based one-stop platform and platform open tools for artwork creation, appreciation, trading, traceability, and auction, and at the same time through Polkadot's cross-chain network to Support assets and NFTs from other blockchain networks.",
        "articles1-content": "UniArts is a application chain, aiming to provide a blockchain-based one-stop platform and platform open tools for artwork creation, appreciation, trading, traceability, and auction, and at the same time through Polkadot's cross-chain network to Support assets and NFTs from other blockchain networks. UniArts provides support for the above functions through blockchain infrastructure and Dapp. The UniArts team will make full use of the developed on-chain tools to operate the artwork creation and sharing platform. At the same time, any other third parties can also use the UniArts's infrastructure to combine their own business and resource advantages to carry out similar businesses.",
        "articles2-title": "Why did the project choose to join the Polkadot ecosystem?",
        "articles2-detail": "Polkadot’s Substrate has an excellent technical framework, which is suitable for application blockchain like UniArts in terms of performance and functional support. For example: BABE/GRANDPA algorithm achieves the stability and efficiency of the NPoS consensus protocol to meet the requirements of the application chain. WebAssembly's chain upgrade technology ensures rapid product iteration and on-chain upgrade requirements.",
        "articles2-content": "First of all, Polkadot's Substrate has an excellent technical framework, which is suitable for application blockchain like UniArts in terms of performance and functional support. For example, the BABE/GRANDPA algorithm achieves the stability and efficiency of the NPoS consensus protocol to meet the requirements of the application chain. , WebAssembly-based chain upgrade technology ensures rapid product iteration and on-chain upgrade requirements. At the same time, Polkadot's decentralized community governance method is the future development direction of blockchain and the Internet, as well as the direction pursued by the UniArts. Finally, the XCMP cross-chain protocol brings possibilities for the cross-chain ecology of the art assets of UniArts.",
        "articles3-title": "What are UART and UINK?",
        "articles3-detail": "UART is the Native Token of UniArts Chain Network, with an initial supply of 10 million. Mainly used to maintain network ecological security, decentralization, and block rewards.",
        "articles3-content": "UART is the Native Token of UniArts Chain Network, with an initial supply of 10 million. Mainly used to maintain network ecological security, decentralization, and block rewards. UINK is the first application governance token of UniArts Chain Network. The initial supply is zero and can only be generated by locking the UART. There is no upper limit on the total amount and there is a mechanism for destruction. Mainly used for community development and incentives for applications. Later, there will be more rich UINK gameplay as the application goes online."
    },
    "new": {
        "title": "News"
    },
    "footer": {
        "summary": "Summary",
        "contact-us": "Contact Us",
        "technology": "Technology",
        "telemetry": "Telemetry",
        "product": "Product",
        "uni-arts-chain": "UniArts Chain",
        "subscribe-text": "Subscribe to the newsletter to hear about UNIATS updates and events.",
        "subscribe": "SUBSCRIBE",
        "foundation": "UniArts Foundation"
    },
    "global": {
        "more": "more"
    }
}
